/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "%1$@は %3$@ に初登頂され、高さは %2$@ です。";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@の高さは %2$@ です。";

/* Use to express a height in meters */

"meterFormat" = "%@ メートル";

/* Use to express a height in feet */

"footFormat" = "%@ フィート";